<?php


namespace App\Helpers;

class StatusHelper
{
    public static function getTradeOptions()
    {
        return [
            '' => 'নির্বাচন করুন',
            'ওয়াইঅবএস' => 'ওয়াইঅবএস',
            'এফঅবএস' => 'এফঅবএস',
            'অপারেটর' => 'অপারেটর',
            'ডব্লিউ সিগঃ' => 'ডব্লিউ সিগঃ',
            'কুক' => 'কুক',
            'ক্রিপ্টো' => 'ক্রিপ্টো',
            'টেকনিশিয়ান' => 'টেকনিশিয়ান',
            'ইন্ডবিআর' => 'ইন্ডবিআর',
            'টেইলর' => 'টেইলর',
            'করণিক' => 'করণিক',
            'ড্রাইঃ সিগঃ' => 'ড্রাইঃ সিগঃ',
            'এনসি(ই)' => 'এনসি(ই)',
            'এনসি(ইউ)' => 'এনসি(ইউ)',
            'শিক্ষা' => 'শিক্ষা',
            'ডিটিএমএন' => 'ডিটিএমএন',
            'অপ্রযোজ্য' => 'অপ্রযোজ্য',
        ];
    }
    public static function getCarrrierOptions()
    {
        return [
            '' => 'নির্বাচন করুন',
            'দলগত প্রশিক্ষণ' => 'দলগত প্রশিক্ষণ',
            'বাৎসরিক ছুটি' => 'বাৎসরিক ছুটি',
            'প্রশাসনিক' => 'প্রশাসনিক',
            'একক প্রশিক্ষণ' => 'একক প্রশিক্ষণ',
        ];
    }

    public static function getCycleOptions()
    {
        return [
            '' => 'নির্বাচন করুন',
            '১ম প্রশিক্ষণ চক্র' => '১ম প্রশিক্ষণ চক্র',
            '২য় প্রশিক্ষণ চক্র' => '২য় প্রশিক্ষণ চক্র',
            '৩য় প্রশিক্ষণ চক্র' => '৩য় প্রশিক্ষণ চক্র',
            '৪র্থ প্রশিক্ষণ চক্র' => '৪র্থ প্রশিক্ষণ চক্র',
        ];
    }

    
}


